Repository: fhdk/blackman-mirrors
Catalog: locale/*/LC_MESSAGES/pacman_mirrors.po
Languages: ca, hr

source: Error
hr: Greška

source: Info
ca: Informació
hr: Informacije

source: Warning
ca: Avís
hr: Upozorenje

source: Timeout
ca: Temps d'espera
hr: Vremensko ograničenje

source: PATH
ca: CAMÍ
hr: PUTANJA

source: FILE
ca: ARXIU
hr: DATOTEKA

source: SECONDS
ca: SEGONS
hr: SEKUNDE

source: DIGIT
hr: ZNAMENKA

source: Branch name
ca: Nom de la branca
hr: Ime grane

source: Comma separated list of countries, from which mirrors will be used
ca: Llista de països separats per comes, des d'on s'utilitzen les rèpliques
hr: Lista država odvojenih zarezom, iz kojih će se koristiti poslužitelji

source: Output file
ca: Fitxer de sortida
hr: Izlazna datoteka

source: Generate mirrorlist
ca: Generar llista de rèpliques
hr: Generiraj listu poslužitelja

source: Get current country using geolocation. Ignored if
ca: Obtenir país actual utilitzant geolocalització. S'ignora si
hr: Dohvati trenutnu državu koristeći GPS. Zanemari ako

source: is supplied
ca: és subministrat
hr: je isporučen

source: Generate custom mirrorlist
ca: Generar llista de rèpliques personalitzada
hr: Generiraj prilagođenu listu poslužitelja

source: Generation method
ca: mètode de generació
hr: Metoda generiranja

source: Don't generate mirrorlist if
ca: No generar la llista de rèpliques si
hr: Nemoj generirati listu poslužitelja ako

source: in the configuration file
ca: a l'arxiu de configuració
hr: u konfiguracijskoj datoteci

source: Mirrors list path
ca: Camí de la llista de rèpliques
hr: Putanja liste poslužitelja

source: Quiet mode - less verbose output
ca: Mode silenciós - Sortida menys detallada
hr: Tih način rada - manje izlaznih podataka

source: Maximum waiting time for server response
ca: Temps màxim d'espera de resposta del servidor
hr: Maksimalno vrijeme čekanja na odgovor poslužitelja

source: Print the blackman-mirrors version
ca: Imprimeix la versió de blackman-mirrors
hr: Ispiši verziju blackman-mirrors-a

source: A quick mirrorlist. Overrides -cim --geoip
ca: Una llista breu de rèpliques. Sobreescriu -cim --geoip
hr: Brza lista poslužitelja. Zanemaruje -cim -geoip

source: Available countries are
ca: Els països disponibles són
hr: Dostupne države su

source: Could not download from
ca: No s'ha pogut descarregar des de
hr: Ne mogu preuzeti od

source: Cannot read file
ca: No es pot llegir el fitxer
hr: Ne mogu pročitati datoteku

source: Cannot write file
ca: No es pot escriure el fitxer
hr: Ne mogu zapisati datoteku

source: Converting custom mirror file to new format
ca: Conversió d'arxiu de la rèplica personalitzat per a un nou format
hr: Pretvaram datoteku poslužitelja u novi format

source: Custom mirror file
ca: Arxiu de rèplica personalitzat
hr: Datoteka prilagođene liste poslužitelja

source: Custom mirror file saved
ca: Arxiu de rèplica personalitzat guardat
hr: Prilagođena datoteka poslužitelja je spremljena

source: User generated mirror list
ca: Llista de rèplica generada per l'usuari
hr: Korisnički generirana lista poslužitelja

source: doesn't exist.
ca: No existeix.
hr: ne postoji.

source: Downloading mirrors from repo.manjaro.org
ca: Descarregant les rèpliques des de repo.manjaro.org
hr: Preuzimam poslužitelje od repo.manjaro.org

source: Falling back to
ca: Tornant cap a
hr: Vračam natrag na

source: is missing
ca: està perdut
hr: nedostaje

source: The mirror file
ca: L'arxiu de la rèplica
hr: Datoteka poslužitelja

source: Mirrorlist generated and saved to
ca: Llista de rèpliques creada i guardada en
hr: Lista poslužitelja je generirana i spremljena u

source: Must have root privileges
ca: S'han de tenir privilegis root
hr: Trebaju root ovlasti

source: The mirror list is not changed
ca: La llista de rèpliques no s'ha canviat
hr: Lista poslužitelja nije promijenjena

source: No mirrors in selection
ca: No hi han rèpliques a la selecció
hr: Nema poslužitelja u odabiru

source: Option
ca: Opció
hr: Opcija

source: Writing mirror list
ca: Escrivint llista de miralls
hr: Zapisujem listu poslužitelja

source: Querying mirrors
ca: Demanant rèpliques
hr: Postavljam upite poslužiteljima

source: Randomizing mirror list
ca: Aleatorització de llista de rèpliques
hr: Slučajno odabirem listu poslužitelja

source: To reset custom config run `blackman-mirrors -c all`
ca: Per reajustar la configuració personalitzada fer servir `blackman-mirrors -c all`
hr: Za resetiranje prilagođene konfiguracije pokrenite `blackman-mirrors -c all`

source: This may take some time
ca: Això pot trigar una mica
hr: To može potrajati

source: unknown country
ca: país desconegut
hr: nepoznata država

source: Using all mirrors
ca: Fent servir totes les rèpliques
hr: Koristim sve poslužitelje

source: Using custom mirror file
ca: Fent servir un arxiu de rèplica personalitzat
hr: Koristim datoteku prilagođenog poslužitelja

source: Using default mirror file
ca: Fent servir un arxiu de rèplica original
hr: Koristim zadanu datoteku poslužitelja

source: Manjaro mirrors by response time
ca: Rèpliques de Manjaro segons el temps de resposta
hr: Manjaro poslužitelji prema vremenu odgovora

source: Manjaro mirrors in random order
ca: Rèpliques de Manjaro en ordre aleatori
hr: Manjaro poslužitelji prema slučajnom redoslijedu

source: Check mirrors for your personal list
ca: Comprova els miralls per a la teva llista personal
hr: Odaberite poslužitelje za vašu listu

source: Use
ca: Ús
hr: Koristi

source: Country
ca: País
hr: Zemlja

source: Cancel
ca: Cancel · lar
hr: Odustani

source: Confirm selections
ca: Confirmar les seleccions
hr: Potvrdite odabir

source: I want to use these mirrors
ca: Vull fer servir aquestes rèpliques
hr: Želim koristiti ove poslužitelje

source: Sync
ca: Sincronitza
